Repository: marcomg/phpbb-pastebin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Check for updates
it_it: Controlla gli aggiornamenti

source: It is impossible to check for updates
it_it: È impossibile controllare gli aggiornamenti

source: Acp panel overview
it_it: Panoramica pannello acp

source: Create a paste
it_it: Crea un paste

source: Error 404
it_it: Errore 404

source: Pastes list
it_it: Lista dei paste

source: Required login
it_it: Accesso richiesto

source: About
it_it: Informazioni

source: Personal pastes list
it_it: Lista dei paste personali

source: View paste with tid:
it_it: Vedi paste con il tid:

source: There are updates available, the latest available version is %1, click
it_it: Ci sono aggiornamenti disponibili, l'ultima versione disponibile è la %1, clicca

source: here
it_it: qui

source: to go to the official website and download the latest version. Remember to read the guide on how to install the software!
it_it: per andare al sito ufficiale e scaricare l'ultima versione. Ricorda di la guida su come installare il software!

source: You have the latest version available
it_it: Hai l'ultima versione disponibile

source: Delete by tid
it_it: Cancella per tid

source: Delete by username
it_it: Cancella per username

source: Posting
it_it: Pubblicazione

source: from
it_it: da

source: posted at
it_it: pubblicato

source: espires:
it_it: scade:

source: Never
it_it: Mai

source: Paste type:
it_it: Tipo di paste

source: hidden
it_it: nascosto

source: public
it_it: pubblico

source: Little extract:
it_it: Piccolo estratto:

source: Delete
it_it: Cancella

source: No paste in the database!
it_it: Nessun paste nel database!

source: Newer
it_it: Più nuovi

source: Older
it_it: Più vecchi

source: Paste zone
it_it: Zona paste

source: Language
it_it: Linguaggio

source: Expiration
it_it: Scadenza

source: <b>Code:</b> To ensure legibility, keep your code lines under 80 characters long. Include comments to indicate what you need feedback on.
it_it: <b>Codice:</b> Per garantire la leggibilità, tieni le linee di codice sotto gli 80 caratteri di lunghezza. Includi i commenti per indicare cosa ti serve come feedback.

source: Create this paste as a non-public (hidden) paste
it_it: Crea questo paste come non pubblico (nascosto)

source: Wrap text at 78 characters
it_it: Tagliare il testo al 78° carattere

source: Send
it_it: Invia

source: Cancel
it_it: Cancella

source: Reality is appearance, mistakes are always in wait.<br/>This page doesn't exist, now, one day it might.<br/>Come back to a safer harbour <a href="index.php">home page</a>
it_it: La realtà è apparenza, l'errore è sempre in agguato.<br>Questa pagina ora non esiste, ma un giorno forse, chissà.<br/>Torna ad un porto sicuro <a href= "index.php">home page</a>

source: Admin control panel
it_it: Pannello di controllo amministratore

source: Home Page
it_it: Pagina Principale

source: Publc paste list
it_it: Lista paste pubblici

source: Add a new paste
it_it: Aggiungi un nuovo paste

source: Tools
it_it: Strumenti

source: Pastes manager
it_it: Gestione paste

source: About phpbb-pastebin
it_it: Informazioni su phpbb-pastebin

source: phpbb-pastebin is a pastebin completed integrated with phpbb3.
it_it: phpbb-pastebin è un pastebin completamente integrato in phpBB3

source: It was developed by %1 and is written in PHP.
it_it: È stato sviluppato da %1 ed è scritto in PHP.

source: Sources
it_it: Sorgenti

source: phpbb-pastebin sources are freely available from my <a href="%1">git repository</a>.
it_it: I sorgenti di phpbb-pastebin sono liberamente disponibili dal mio <a href="%1">repository git</a>.

source: License
it_it: Licenza

source: phpbb-pastebin is licensed under the %1GPLv3%2 license.
it_it: phpbb-pastebin è disponibile sotto la licenza %1GPLv3%2 license.

source: Libraries
it_it: Librerie

source: To develop phpbb-pastebin, these libraries have been used:
it_it: Per sviluppare phpbb-pastebin, sono state usate queste libreria:

source: %1, a front-end framework for faster and easier web development;
it_it: %1, un front-end framework per un più veloce e facile sviluppo web;

source: %1, a Generic Syntax Highlighter;
it_it: %1, un Generico Evidenziatore di Sintassi;

source: %1, a JavaScript library;
it_it: %1, una libreria JavaScript;

source: %1, a library for gettext emulation in PHP;
it_it: %1, una libreria per l'emulazione di gettext in PHP;

source: %1, a template engine;
it_it: %1, un motore di template;

source: %1, a smarty plugin for using gettext in smarty templates, modified by me to use it with php-gettext.
it_it: %1, un plugin per smarty per usare gettext nei template di smarty, modificato da me per usarlo con php-gettext.

source: Why this error?
it_it: Perché questo errore?

source: You need to to go and login in the forum, then you have access here, please login!
it_it: Devi effettuare il login nel forum, dopo avrai accesso qui, per favore fai il login!

source: Paste extract:
it_it: Estratto del paste:

source: Posted at
it_it: Pubblicato il

source: Hidden posting
it_it: Pubblicazione nascosta

source: espires: <b>
it_it: scade: <b>

source: Show as text
it_it: Vedi come testo

source: Download
it_it: Scarica

source: Without linenumbers
it_it: Senza i numeri di linea

source: With linenumbers
it_it: Con i numeri di linea
